export default [
    {
        avatar: 'https://game.gtimg.cn/images/yxzj/img201606/heroimg/131/131.jpg',
        userImgUrl:
            'https://game.gtimg.cn/images/yxzj/img201606/skin/hero-info/131/131-bigskin-1.jpg',
        mobile: '18597608915',
        nickname: 'admin_李白',
        age: 26,
        token: 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJkYXRhIjpbeyJ0b29sdHQiOiJodHRwczovL3Rvb2x0dC5jb20ifV0sImlhdCI6MTY1NTgyMTk0MywiZXhwIjoxNzE5NTAzOTk5LCJhdWQiOiIiLCJpc3MiOiJ6aGZ5Iiwic3ViIjoiIn0.JDKtU7_KT3O1xzicMr5Oyssct9i1iIitI-Ejb5i-6pU',
        userStory:
            " <p>巍峨的长安城，数百年间屹立不倒。但长安的门户，守卫严密的朱雀门却镌刻着一道剑痕，那是一个青年醉后以长剑所书的诗句“欲上青天揽明月”，轰动整个长安城。当治安官狄仁杰欲以破坏长安的罪名逮捕他时，爱才的女帝拒绝了。<b>女帝甚至下令保留朱雀门上饱含剑意的诗痕。数日之间，这名一人一剑，直入长安的青年“剑仙”之名传遍长安。他就是李白。</b></p>, ' ', <p>彼时的李白，年少轻狂，拒绝了女帝入朝为官的邀请后，开始试剑天下的旅途。当他初次见到滔滔黄河时，心中的剑意迸发而出，奔流到海不复回。<b>从那时起，没有机关的师承，没有魔道的秘法，没有魔种的血脉的李白，仅仅依靠自己和手中的剑，成为帝国强者中的第一人，乃真正的天纵之才。</b>他会给每个败于己的对手赋诗，因此，诗名和剑名也一同流传开来。后来，甚至有人视之为荣耀，为得诗篇而求一败，令人哭笑不得。</p>, ' ', <p>就在李白的剑意到达巅峰之后不久，旅途也来到了云中漠地。很少有人知道，生活在长安的李白，出生于云中漠地的海市蜃楼之下。他怀着剑仙荣耀归来，却发现幼年记忆里充满异域风情的繁华城池已经不复存在。被贩为奴隶的公主，<b>向他倾诉自己的遭遇：帝国的铁骑越过长城，踏平了整个云中漠地。荒废的城池很快被黄沙掩埋。李白想要救出她，少女却选择了从屈辱中自我了断。</b></p>, ' ', <p>鲜血激起了李白的侠义之心。他第二次单剑闯入长安，质问女帝讨要征平云中漠地的说法。一夜长安风云变色，大明宫也在剑仙之剑下黯然无光。有史以来从未曾被外力攻破的长安城，第一次因为一个普通人而动摇。</p>, ' ', <p>没有人知道最后发生了什么事。李白自长安城中全身而退。他和女帝的密谈，被视为禁忌，不见于史官的笔下。</p>, ' ', <p>只有李白自己清楚，他的骄傲被挫败了，在最强的巅峰。从那之后，他开始自我放逐，从寂寞的旅途中寻求新的意义，陪伴他的，除了剑，还多了酒。</p>, ' ', <p><b>人人都以为剑仙就此一蹶不振。但长安的府衙中，狄仁杰查看着关于李白的行踪报告，露出难以捉摸的冷笑。</b></p>, ' ', <p><b>“元芳，你怎么看？”</b></p>, ' ', <p>不等密探回答，他立刻自言自语：“再次出鞘的时候，会更加惊天动地吧。这家伙，太过骄傲，又太过寂寞了。”</p>, ' ', <p>而狄仁杰所预言的这一天，在数年之后到来。</p>, ' ', <p>这是长安城平常的一天。晨钟回响在上空，自云中漠地的旅人远途而来，正抬首打量朱雀门上的剑痕；热闹的长乐坊中，五陵少年们因前所未有的美妙琴声而骚动；感业寺的银杏树依旧枝繁叶茂。唯有狄仁杰手下的密探隐入黑暗，紧张注视着那个白衣潇洒，酒剑相伴的男子身影。</p>, ' ', <p><b>剑仙李白，三入长安了。</b></p>, ' ', <p>这次长安城又将怎样被动摇呢？</p>, ' ', <p><b>“大河之剑天上来！”</b></p>",
        userId: 1,
        username: 'admin',
        password: '123456',
        gender: 1,
        email: '18597608915@163.com',
        address: '四川省绵阳江油市青莲镇',
    },
    {
        avatar: 'https://game.gtimg.cn/images/yxzj/img201606/heroimg/136/136.jpg',
        userImgUrl:
            'https://game.gtimg.cn/images/yxzj/img201606/skin/hero-info/136/136-bigskin-1.jpg',
        mobile: '13704373963',
        nickname: '武则天',
        age: 22,
        token: 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJkYXRhIjpbeyJ0b29sdHQiOiJodHRwczovL3Rvb2x0dC5jb20ifV0sImlhdCI6MTY1NTgyMjIzOSwiZXhwIjoxNzE5NTAzOTk5LCJhdWQiOiIiLCJpc3MiOiJ6aGZ5Iiwic3ViIjoiIn0.yOnYyRFchijuy9tokfSvfJpH4yM96_TWBBsfsR642go',
        userStory:
            " <p>长安城内至高无上的女帝陛下，永远不会忘记自己被诅咒的命运与理想国的梦想。</p>, ' ', <p><b>身为天才法师，她在十四岁时暂露头角，并被谄媚的地方官贡献给长安的宫廷。</b>但因为芈月的前车之鉴，她的美貌以及破坏性法力引起了王室的警惕，将她囚禁在寺院中。</p>, ' ', <p>彼时天真的少女为不公平的待遇感到愤怒和痛苦。然而寺院中无名的预言老人接近她，向她揭示了未来的命运与古代魔道的奥秘。武则天很快被前所未有的知识吸引。<b>老人要求她发誓运用力量和地位对抗魔种。因他预知自己时日无多，需要扶持一个傀儡来防止魔种卷土重来。</b></p>, ' ', <p>就像老人预言的那样，先帝即位后，前往寺院祭祀时对武则天一见钟情，将她带入皇宫。走出寺院的武则天展开巧妙而痛快的报复。她献计献策，促使新帝从疯狂的血族手中守护长安，收揽了如狄仁杰和李靖这样的能臣名将，俨然成为了崇高与光明的化身。崇尚强者的臣民很快为她所倾倒，当先帝驾崩后，她如愿成为帝国的女帝。</p>, ' ', <p>她的野心成长到足够茁壮后，不愿再受腐朽老者的操纵，更不愿作他的傀儡。<b>她偷偷与召唤师签订了契约，借来了更多的力量。</b>随后在那一天，她约请老者重逢。老者一踏入寺院时便遭遇了袭击。他并不畏惧，他是太古魔导，世间最强的英雄之一。但是在召唤师的帮助下，武则天召唤出有史以来最强烈的光辉，这股力量来自被老者击败并深深厌恶的大魔神王，却更加明亮和纯粹。魔神王已死，他的理想依然借助召唤师之手在人间王者中流转。这种理想的执念，连生存了漫长时光的老者也无法抵御。他没有想到，他的预言竟应验在最得意的弟子身上。</p>, ' ', <p>老者被封禁陷入长眠。女帝的力量已登峰造极。她发现了老者遗留的典籍，得知远方还有另一个世界。被称为恶魔之王的撒旦统治着黑暗的手下，并策划着吞灭东方世界的阴谋。老者终身追求的，就是从恶魔手中预防灭世末日的来临。</p>, ' ', <p><b>女帝露出轻蔑的笑容。如果恶魔能够吞并东土，那么为何自己不能反过来抢先吞灭恶魔的王者？所有的王者都应该被她踩到脚下，向她朝拜。无论他们是人是魔。</b></p>, ' ', <p>说到底，这个天下，这个世界，以及所有王者梦想的未来统一的理想国，终究都属于她——武则天。</p>, ' ', <p><b>“别低头，皇冠会掉。别流泪，女王会笑。”</b></p>",
        userId: 2,
        username: 'user1',
        password: '123456',
        gender: 0,
        email: '13704373963@163.com',
        address: '山西并州文水',
    },
    {
        avatar: 'https://game.gtimg.cn/images/yxzj/img201606/heroimg/515/515.jpg',
        userImgUrl:
            'https://game.gtimg.cn/images/yxzj/img201606/skin/hero-info/515/515-bigskin-1.jpg',
        mobile: '16630089120',
        nickname: '嫦娥',
        age: 18,
        token: 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJkYXRhIjpbeyJ0b29sdHQiOiJodHRwczovL3Rvb2x0dC5jb20ifV0sImlhdCI6MTY1NTgyMjYxOCwiZXhwIjoxNzE5NTAzOTk5LCJhdWQiOiIiLCJpc3MiOiJ6aGZ5Iiwic3ViIjoiIn0.ZK1_fNwwkC9N6ijQlRcaJ2BNF4NTLnRKjqtBbFlwagQ',
        userStory:
            ' <p>魔道一族乃是神的实验失败品，早期，他们与大陆的原生物种魔种共同劳作。 <br/>北境严寒，但必须无休止的工作，日之塔才能亮起，为倒悬都市打上那束耀眼的长光。 <br/>在这第一能量基地，魔种有无穷的蛮力，负责凿挖、开采，运输；魔道之人从事精细的制造、塑像。神是从深谙文明的星球来的神。他们清楚塑像和采集能源同等重要。没有关于宏伟的艺术，就不会有人持续为某件事卖命。强辐射和污染导致大批魔种倒在神的塑像边，从未引起过骚乱，便是这种艺术的力量。 <br/>魔道一族运用极高的天赋，转化这门艺术，让神的塑像中出现了奇怪的神情。 <br/>再蒙昧的生物凝视那些塑像时也会感觉到自己受骗，虽然神确实在微笑。 <br/>魔种本能地对那些塑像产生了恨。变得不太驯服。当神职者的汇报里出现“魔种之间流传笑话”时，那位神的眼睛亮了。当然，并不是为魔种高兴。 <br/>笑话是同族者的疆界，因排斥外界而存在的密码。 <br/>精明的神亲自到了日之塔中，在神职者的护卫下巡视了一圈，或许是他多虑了，这里只有蠢人的小小骚动，聪明人仍然在替他们工作，问题很快就会过去。<br/>一无所获，直到走出大门，他又折返回去，重新凝视塑像。 <br/>他告知神职者，要除掉的不是魔种，而是那些安安静静干着细活的人。 <br/>对一个小女孩来说，她不能理解这些和十四岁生日的关系。 <br/>大火烧进村庄，箭雨划过天空，绝不放过任何一个活的东西，她的兔子，她的伙伴。她奔跑过去，却被父亲抱走。十来天后，最后的逃亡者也被捕获，他们衣衫破损、伤口流着血，被拖上日之塔处刑，银色头发在夜里发出黯淡的光。 <br/>她在半昏迷中听着箭声在风雪中穿梭而来、挨个带走了祭师、爸爸和妈妈。 <br/>随后的情况有些意外。箭击在脖子上的玉佩，产生了一个小小的爆炸，被行刑的最后这个小女孩消失了。那位最强的弓箭手因失手而被立即逮捕。与此同时，月光透入水下，唤醒着一具几乎濒死的身体。 <br/>这几个月，作为族长的女儿/全族的公主、童年时代起“天底下最可爱孩子”的标杆、被月光点中的能力继承人，所有这些饱受期待的形象都随着她一天天增长的敏感、倔强和抵抗而坍塌。当她发现人们开始有点讨厌她，她也反过来疏远他们。然而，这场屠杀终止了她跟他们之间的所有关联。 <br/>是否该谴责自己？ <br/>那丝光透过她眼睑的时候，她回到了家族里的花园，最后一次，她逃避夜祭，父亲出乎意料没有发火，他对她说：我们魔道之人是非常强大的，一度，我们被人认为是弱势的种族，无用之物的生产者，期望落空后的多余人，但我们最终会出人意料。因为我们永远不会失去自我。我的女儿，你也会是这个种族的缩写。如果你可以在战争中活下来，我也只要你保持自己，保持自己就是保持这个种族。 <br/>她感到自己的眼泪，却无法触摸，它们和冰冷的水光融在了一起，紧接着，月光朝她涌入了仿佛难以控制的巨大能量，她睁开眼睛。虽然不知道接下来会发生什么，但她决心抓住那块渐行渐远的玉佩。 <br/>日之塔背后爆发出强光。 <br/><br/>目睹者感到震慑，他们也并不知道，这是月亮对太阳的信件，柔和对刚强的顽抗，平衡世界的征兆。</p>',
        userId: 3,
        username: 'user2',
        password: '123456',
        gender: 0,
        email: '16630089120@163.com',
        address: '广寒宫',
    },
    {
        avatar: 'https://game.gtimg.cn/images/yxzj/img201606/heroimg/107/107.jpg',
        userImgUrl:
            'https://game.gtimg.cn/images/yxzj/img201606/skin/hero-info/107/107-bigskin-1.jpg',
        mobile: '18296141918',
        nickname: '赵云',
        age: 28,
        token: 'eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJkYXRhIjpbeyJ0b29sdHQiOiJodHRwczovL3Rvb2x0dC5jb20ifV0sImlhdCI6MTY1NTgyMjcxNCwiZXhwIjoxNzE5NTAzOTk5LCJhdWQiOiIiLCJpc3MiOiJ6aGZ5Iiwic3ViIjoiIn0.0tyxWggSTkEsEMoYuHdD69nDozK3l1l0_HPs6QH_H7g',
        userStory:
            " <p><b>长久以来，佣兵辗转于不同主人之间，用血肉之躯为自己赢得一席之地。朝不保夕，危险，背叛和死亡都是家常便饭。</b>今天的朋友可能是明日的敌人，过去的对手也能摇身一变成为如今的同盟。</p>, ' ', <p>但仍有杰出者脱颖而出，人称他为“龙”。龙不仅是收钱杀人，更以强烈的领袖气质将亡命之徒们团结起来，发展为强大的佣兵组织。曹操多次雇佣龙为自己效命，看到龙的组织壮大后，产生了让他们永远归属自己的念头。但龙拒绝了。</p>, ' ', <p>这件事成为阴谋的开端。此后，曹操巧妙撩拨着龙的野心。龙产生了摆脱佣兵身份，成为人上之人的渴望。杀死战神吕布，则是实现这个梦想的第一步。</p>, ' ', <p>但组织中有人站出来反对。<b>那就是“影子”，龙长久以来最亲密的助手和朋友。</b>事实上连曹操也不知道，所谓“龙”，其实是两个人的合作：一个负责召集手下联络生意，真正以一敌百的存在是影子。</p>, ' ', <p>这是两人首次爆发严重的分歧。影子反对龙的野心，他不相信曹操会扶持对自己可能有威胁的对手。龙则认为自己足以掌控全局。在影子眼中，这是一场豪赌……用所有成员生命下注的豪赌。无法说服龙的影子退出组织。</p>, ' ', <p><b>失去同伴的龙决定采纳曹操的建议，用秘法来对抗吕布。然而战神就是战神，即便落入陷阱。</b>一切上不得台面的伎俩在绝对实力面前都是虚妄。整个组织几乎被吕布单枪匹马屠戮殆尽。危急关头，终究无法舍弃朋友的影子出现，和龙一起合力杀死了吕布。他们成为这场惨烈战斗唯二的幸存者。</p>, ' ', <p>腥风血雨之后，影子转身离去，就此下落不明。龙捡回了性命，却因自尊心和屈辱恼羞成怒。他认为是影子的背叛导致一切。如今他再无容身之地，只能投入曹操的麾下，同时，仇恨的种子也在内心悄然增长。<b>数年后，曹操的大军席卷了三分之地，却在长坂坡遭遇前所未有的重挫。惊天动地的雷霆涤荡着曹军引以自豪的名将。影子已死。</b></p>, ' ', <p><b>“赵子龙，参见！”</b></p>",
        userId: 4,
        username: 'user3',
        password: '123456',
        gender: 1,
        email: '18296141918@163.com',
        address: '河北省石家庄市下辖的正定县',
    },
]
